* Banana-pineapple ring :recipe:
  |-----------+----------------------------+--------------------------------------------------------+--------+------+-------+-------+--------+------------+---------+--------+---------+---------+--------|
  | Quantity  | Ingredient                 | Note                                                   |    Cal |  Pro |   Fat |     $ | $/kCal | $/100g pro |  % carb |  % pro |   % fat |  Weight | Volume |
  |-----------+----------------------------+--------------------------------------------------------+--------+------+-------+-------+--------+------------+---------+--------+---------+---------+--------|
  | 3 cup     | all-purpose flour          | down to 2 1/2 cups?                                    | 1320.0 | 48.0 |   6.0 | 0.288 |  0.218 |      0.600 |  81.364 | 14.545 |   4.091 | 360.000 |        |
  | 2 tsp     | baking powder              |                                                        |    0.0 |  0.0 |   0.0 | 0.106 |        |            |         |        |         |   8.000 |        |
  | 1 tsp     | baking soda                |                                                        |    0.0 |  0.0 |   0.0 | 0.011 |        |            |         |        |         |   5.500 |        |
  | 1 tsp     | cinnamon                   |                                                        |    0.0 |      |       | 0.028 |        |            |         |        |         |   2.000 |        |
  | 1/2 tsp   | nutmeg                     | down to 1/4 tsp?                                       |    5.0 |      |       | 0.030 |  6.000 |            | 100.000 |  0.000 |   0.000 |   1.000 |        |
  | 1/2 tsp   | cloves                     | down to 1/4 tsp?                                       |        |      |       |       |        |            |         |        |         |         |        |
  |-----------+----------------------------+--------------------------------------------------------+--------+------+-------+-------+--------+------------+---------+--------+---------+---------+--------|
  | 1 1/2 cup | white sugar                | or brown sugar?                                        | 1152.0 |  0.0 |   0.0 | 0.379 |  0.329 |            | 100.000 |  0.000 |   0.000 | 288.000 |        |
  | 1 cup     | vegetable oil              | or margarine, 1/2 cup if using sour cream?             | 1920.0 |  0.0 | 216.0 | 0.479 |  0.249 |            |  -1.250 |  0.000 | 101.250 | 336.000 |        |
  | 2         | large eggs                 | or 3 eggs?                                             |  144.0 | 12.6 |   9.6 | 0.498 |  3.458 |      3.952 |   5.000 | 35.000 |  60.000 | 110.000 |        |
  | 1/2 cup   | sour cream                 | (optional, or yogurt, might be too wet with pineapple) |        |      |       |       |        |            |         |        |         |         |        |
  | 2 tsp     | vanilla extract            |                                                        |    0.0 |  0.0 |   0.0 | 0.120 |        |            |         |        |         |  10.000 |        |
  |-----------+----------------------------+--------------------------------------------------------+--------+------+-------+-------+--------+------------+---------+--------+---------+---------+--------|
  | 1 1/2 cup | banana pulp                | mashed, about 4 bananas, up to 2 cups?                 |        |      |       | 0.875 |        |            |         |        |         | 514.500 |        |
  | 1         | 14oz can pineapple tidbits | with juice (or 14oz, too pineapply?)                   |  222.9 |  3.2 |   0.0 | 0.970 |  4.352 |     30.312 |  94.258 |  5.742 |   0.000 |         |        |
  | 1/4 cup   | walnuts                    | up to half cup?                                        |  210.0 |  4.5 |  19.5 | 0.390 |  1.857 |      8.667 |   7.857 |  8.571 |  83.571 |  30.000 |  0.750 |
  |-----------+----------------------------+--------------------------------------------------------+--------+------+-------+-------+--------+------------+---------+--------+---------+---------+--------|
  | 1         |                            |                                                        | 4973.9 | 68.3 | 251.1 | 4.174 |  0.839 |      6.111 |  49.072 |  5.493 |  45.435 |   1665. |   0.75 |
  |-----------+----------------------------+--------------------------------------------------------+--------+------+-------+-------+--------+------------+---------+--------+---------+---------+--------|
  #+TBLFM: @>$4 = vsum(@2$4..@>>$4)/@>$1::@>$5 = vsum(@2$5..@>>$5)/@>$1::@>$6 = vsum(@2$6..@>>$6)/@>$1::@>$13 = vsum(@2$13..@>>$13)/@>$1::@>$14 = vsum(@2$14..@>>$14)/@>$1::@>$7 = vsum(@2$7..@>>$7)/@>$1::$8='(nts-nan (ignore-errors (* (/ $7 $4) 1000.0)));N::$9='(nts-nan (ignore-errors (* (/ $7 $5) 100.0)));N::$10='(nts-nan (ignore-errors (* (/ (- $4 (* $5 4) (* $6 9.0)) $4) 100.0)));N::$11='(nts-nan (ignore-errors (* (/ (* $5 4.0) $4) 100.0)));N::$12='(nts-nan (ignore-errors (* (/ (* $6 9.0) $4) 100.0)));N
  1) Bake at 350° for 75 minutes.
  #+BEGIN_COMMENT
  Also known as Hummingbird bake?
  [[http://www.justapinch.com/recipes/dessert/cake/banana-ring-cake.html]]
  [[http://drizzleanddip.com/2011/08/18/fridays-food-porn-banana-and-pineapple-cake-with-cream-cheese-frosting]]
  [[http://susan-mylifeasamom.blogspot.ca/2011/08/banana-spice-ring.html]]
  [[http://www.examiner.com/article/banana-cake-recipe-bananas-and-pineapple-make-a-luscious-moist-cake]]
  [[http://www.myrecipes.com/recipe/hummingbird-bundt-cake-50400000119141/]]
    [[http://www.myrecipes.com/recipe/mile-high-white-chocolate-hummingbird-cake-10000001727431/]]
  [[http://www.marthastewart.com/350178/hummingbird-cake]]
  [[http://en.wikipedia.org/wiki/Hummingbird_cake]]
  - corriandar?
    - [[http://www.taste.com.au/recipes/6470/hummingbird+cake]]
  - [[http://poetinthepantry.com/2012/12/02/banana-pineapple-bundt-cake-with-coconut-rum-glaze-for-bundtamonth/]]
  - zest
  - lemon juice
  - coconut
  - sour cream?
  - rum?
  - brown sugar and pecan topping?
  - down to half cup of butter if all possible, vegetable oil good!
  - less or more sugar if at all possible?
  - aka hummingbird cake
  #+END_COMMENT
* Logan bread :recipe:
  :PROPERTIES:
  :DESCRIPTION:
  :END:
  |-----------+-------------------+-------------------------------------+--------+-------+-------+-------+--------+------------+---------+--------+---------+----------+--------|
  | Quantity  | Ingredient        | Note                                |    Cal |   Pro |   Fat |     $ | $/kCal | $/100g pro |  % carb |  % pro |   % fat |   Weight | Volume |
  |-----------+-------------------+-------------------------------------+--------+-------+-------+-------+--------+------------+---------+--------+---------+----------+--------|
  | 1 1/2 cup | whole-wheat flour |                                     |  660.0 |  24.0 |   3.0 | 0.179 |  0.271 |      0.746 |  81.364 | 14.545 |   4.091 |  180.000 |        |
  | 1 1/2 cup | all-purpose flour |                                     |  660.0 |  24.0 |   3.0 | 0.144 |  0.218 |      0.600 |  81.364 | 14.545 |   4.091 |  180.000 |        |
  | 1 cup     | rolled oats       |                                     |  330.0 |  15.0 |   6.0 | 0.266 |  0.806 |      1.773 |  65.455 | 18.182 |  16.364 |  120.000 |        |
  | 1 cup     | wheat germ        |                                     |  320.0 |  26.7 |   8.0 | 0.678 |  2.119 |      2.539 |  44.125 | 33.375 |  22.500 |   85.333 |        |
  | 1/2 cup   | sesame seeds      |                                     |  416.0 |  12.8 |  36.0 | 0.721 |  1.733 |      5.633 |   9.808 | 12.308 |  77.885 |   68.000 |        |
  | 2 tsp     | baking powder     |                                     |    0.0 |   0.0 |   0.0 | 0.106 |        |            |         |        |         |    8.000 |        |
  | 1 tsp     | cinnamon          |                                     |    0.0 |       |       | 0.028 |        |            |         |        |         |    2.000 |        |
  | 1/2 tsp   | nutmeg            |                                     |    5.0 |       |       | 0.030 |  6.000 |            | 100.000 |  0.000 |   0.000 |    1.000 |        |
  | 1 tsp     | salt              |                                     |    0.0 |   0.0 |   0.0 | 0.012 |        |            |         |        |         |    4.000 |        |
  |-----------+-------------------+-------------------------------------+--------+-------+-------+-------+--------+------------+---------+--------+---------+----------+--------|
  | 1/3 cup   | dark brown sugar  |                                     |  256.0 |   0.0 |   0.0 | 0.145 |  0.566 |            | 100.000 |  0.000 |   0.000 |   64.000 |        |
  | 1/3 cup   | white sugar       |                                     |  256.0 |   0.0 |   0.0 | 0.084 |  0.328 |            | 100.000 |  0.000 |   0.000 |   64.000 |        |
  | 4         | large eggs        |                                     |  288.0 |  25.2 |  19.2 | 0.997 |  3.462 |      3.956 |   5.000 | 35.000 |  60.000 |  220.000 |        |
  | 1 cup     | vegetable oil     | or butter                           | 1920.0 |   0.0 | 216.0 | 0.479 |  0.249 |            |  -1.250 |  0.000 | 101.250 |  336.000 |        |
  | 1/3 cup   | molasses          |                                     |        |       |       |       |        |            |         |        |         |          |        |
  | 1 tsp     | vanilla extract   |                                     |    0.0 |   0.0 |   0.0 | 0.060 |        |            |         |        |         |    5.000 |        |
  | 1 1/2 cup | water             | warm for easier mixing              |        |       |       |       |        |            |         |        |         |          |        |
  | 1/2 cup   | raisins           |                                     |  260.0 |   2.0 |   0.0 | 0.320 |  1.231 |     16.000 |  96.923 |  3.077 |   0.000 |   80.000 |  2.000 |
  | 1/2 cup   | dates             | more raisins if dates not available |  140.0 |   1.0 |   0.0 | 0.311 |  2.221 |     31.100 |  97.143 |  2.857 |   0.000 |   40.000 |        |
  | 1/2 cup   | sliced almonds    | or other nuts almonds               |  380.0 |  12.0 |  32.0 | 0.779 |  2.050 |      6.492 |  11.579 | 12.632 |  75.789 |   60.000 |        |
  |-----------+-------------------+-------------------------------------+--------+-------+-------+-------+--------+------------+---------+--------+---------+----------+--------|
  | 1         |                   |                                     |  5891. | 142.7 | 323.2 | 5.339 |  0.906 |      3.741 |  40.934 |  9.689 |  49.377 | 1517.333 |     2. |
  |-----------+-------------------+-------------------------------------+--------+-------+-------+-------+--------+------------+---------+--------+---------+----------+--------|
  #+TBLFM: @>$4 = vsum(@2$4..@>>$4)/@>$1::@>$5 = vsum(@2$5..@>>$5)/@>$1::@>$6 = vsum(@2$6..@>>$6)/@>$1::@>$13 = vsum(@2$13..@>>$13)/@>$1::@>$14 = vsum(@2$14..@>>$14)/@>$1::@>$7 = vsum(@2$7..@>>$7)/@>$1::$8='(nts-nan (ignore-errors (* (/ $7 $4) 1000.0)));N::$9='(nts-nan (ignore-errors (* (/ $7 $5) 100.0)));N::$10='(nts-nan (ignore-errors (* (/ (- $4 (* $5 4) (* $6 9.0)) $4) 100.0)));N::$11='(nts-nan (ignore-errors (* (/ (* $5 4.0) $4) 100.0)));N::$12='(nts-nan (ignore-errors (* (/ (* $6 9.0) $4) 100.0)));N
  1) Preheat oven to 300°F.
  2) Grease and flour two 5x9 loaf pans or one 10x13 cake pan.
  4) Sift together dry ingredients.
  3) Combine wet ingredients well.
  5) Mix together the wet and dry ingredients.
  6) Bake at for 1-1.5 hours.
  7) Cut into squares of the desired size.
  #+BEGIN_COMMENT
  % also use whole-wheat + rye flour
  % want about a cup of sugar equivalent
  % adjust water too
  % amount of filler, dried and candied fruit and nuts, up to 1 1/2 cups
  % less oil?
  #+END_COMMENT
* ================================================================================
* Proofed yeast mixture :recipe:
  |-----------+-------------------+-------------+------+-----+-----+-------+--------+------------+---------+-------+-------+--------+--------|
  | Quantity  | Ingredient        | Note        |  Cal | Pro | Fat |     $ | $/kCal | $/100g pro |  % carb | % pro | % fat | Weight | Volume |
  |-----------+-------------------+-------------+------+-----+-----+-------+--------+------------+---------+-------+-------+--------+--------|
  | 2 1/4 tsp | traditional yeast |             |  0.0 | 0.3 | 0.0 | 0.281 |        |     93.667 |         |       |       |  8.000 |        |
  | 1/4 cup   | water             | about 115°F |      |     |     |       |        |            |         |       |       |        |        |
  | 1 tsp     | white sugar       |             | 16.0 | 0.0 | 0.0 | 0.005 |  0.312 |            | 100.000 | 0.000 | 0.000 |  4.000 |        |
  |-----------+-------------------+-------------+------+-----+-----+-------+--------+------------+---------+-------+-------+--------+--------|
  | 1         |                   |             |  16. | 0.3 |  0. | 0.286 | 17.875 |     95.333 |  92.500 | 7.500 | 0.000 |    12. |      0 |
  |-----------+-------------------+-------------+------+-----+-----+-------+--------+------------+---------+-------+-------+--------+--------|
  #+TBLFM: @>$4 = vsum(@2$4..@>>$4)/@>$1::@>$5 = vsum(@2$5..@>>$5)/@>$1::@>$6 = vsum(@2$6..@>>$6)/@>$1::@>$13 = vsum(@2$13..@>>$13)/@>$1::@>$14 = vsum(@2$14..@>>$14)/@>$1::@>$7 = vsum(@2$7..@>>$7)/@>$1::$8='(nts-nan (ignore-errors (* (/ $7 $4) 1000.0)));N::$9='(nts-nan (ignore-errors (* (/ $7 $5) 100.0)));N::$10='(nts-nan (ignore-errors (* (/ (- $4 (* $5 4) (* $6 9.0)) $4) 100.0)));N::$11='(nts-nan (ignore-errors (* (/ (* $5 4.0) $4) 100.0)));N::$12='(nts-nan (ignore-errors (* (/ (* $6 9.0) $4) 100.0)));N
  1) Combine.
  2) Wait 10 minutes.
  #+BEGIN_COMMENT
  #+END_COMMENT
* Bread :recipe:
  :PROPERTIES:
  :DESCRIPTION:
  :END:
  |----------+-----------------------+-------------+--------+------+------+-------+--------+------------+---------+--------+---------+---------+--------|
  | Quantity | Ingredient            | Note        |    Cal |  Pro |  Fat |     $ | $/kCal | $/100g pro |  % carb |  % pro |   % fat |  Weight | Volume |
  |----------+-----------------------+-------------+--------+------+------+-------+--------+------------+---------+--------+---------+---------+--------|
  | 2        | Proofed yeast mixture |             |   32.0 |  0.6 |  0.0 | 0.572 | 17.875 |     95.333 |  92.500 |  7.500 |   0.000 |  24.000 |  0.000 |
  | 4 cup    | all-purpose flour     |             | 1760.0 | 64.0 |  8.0 | 0.384 |  0.218 |      0.600 |  81.364 | 14.545 |   4.091 | 480.000 |        |
  | 3 tbsp   | white sugar           |             |  144.0 |  0.0 |  0.0 | 0.047 |  0.326 |            | 100.000 |  0.000 |   0.000 |  36.000 |        |
  | 1 tsp    | salt                  |             |    0.0 |  0.0 |  0.0 | 0.012 |        |            |         |        |         |   4.000 |        |
  | 3 tbsp   | margarine             |             |  315.0 |  0.0 | 36.0 | 0.115 |  0.365 |            |  -2.857 |  0.000 | 102.857 |  45.000 |        |
  | 1 cup    | water                 | about 115°F |        |      |      |       |        |            |         |        |         |         |        |
  |----------+-----------------------+-------------+--------+------+------+-------+--------+------------+---------+--------+---------+---------+--------|
  | 1        |                       |             |  2251. | 64.6 |  44. |  1.13 |  0.502 |      1.749 |  70.928 | 11.479 |  17.592 |    589. |     0. |
  |----------+-----------------------+-------------+--------+------+------+-------+--------+------------+---------+--------+---------+---------+--------|
  #+TBLFM: @>$4 = vsum(@2$4..@>>$4)/@>$1::@>$5 = vsum(@2$5..@>>$5)/@>$1::@>$6 = vsum(@2$6..@>>$6)/@>$1::@>$13 = vsum(@2$13..@>>$13)/@>$1::@>$14 = vsum(@2$14..@>>$14)/@>$1::@>$7 = vsum(@2$7..@>>$7)/@>$1::$8='(nts-nan (ignore-errors (* (/ $7 $4) 1000.0)));N::$9='(nts-nan (ignore-errors (* (/ $7 $5) 100.0)));N::$10='(nts-nan (ignore-errors (* (/ (- $4 (* $5 4) (* $6 9.0)) $4) 100.0)));N::$11='(nts-nan (ignore-errors (* (/ (* $5 4.0) $4) 100.0)));N::$12='(nts-nan (ignore-errors (* (/ (* $6 9.0) $4) 100.0)));N
  $14=($6*9)/$4
  1) \yeastinstructions
  2) Warm the mixing bowl by filling with warm water (close to 115°F but
     the exact temperature is not important.
  3) Mix together dry ingredients.
  4) Melt the butter and mix into the sugar and water.
  5) Add the liquids to the bowl and add the flour. Add additional flour 1/4
     cup at a time until the dough is only slightly sticky and it cleans the sides of
     bowl.
  6) \firstrise
  7) Divide the dough into two parts, flatten it out, roll it up, and
     tuck the ends.  Put the dough into two greased bread pans and let
     rise for a another hour.  Preheat oven to 400°F.
  8) Bake for 30 minutes. Let cool for 5 minutes after baking.
  #+BEGIN_COMMENT
  % TODO: fix up firstrise instructions
  % TOOD: bread flour different
  #+END_COMMENT

* ================================================================================
* Pizza sauce :recipe:
  :PROPERTIES:
  :DESCRIPTION:
  :END:
  |----------+-------------------------+------------+-------+-----+------+-------+--------+------------+---------+--------+---------+--------+--------|
  | Quantity | Ingredient              | Note       |   Cal | Pro |  Fat |     $ | $/kCal | $/100g pro |  % carb |  % pro |   % fat | Weight | Volume |
  |----------+-------------------------+------------+-------+-----+------+-------+--------+------------+---------+--------+---------+--------+--------|
  | 1        | 28oz can diced tomatoes |            | 199.0 | 6.6 |  0.0 | 1.190 |  5.980 |     18.030 |  86.734 | 13.266 |   0.000 |        |        |
  | 3 tbsp   | olive oil               |            | 360.0 | 0.0 | 40.5 | 0.240 |  0.667 |            |  -1.250 |  0.000 | 101.250 |        |        |
  | 1 tbsp   | white sugar             | (too much) |  48.0 | 0.0 |  0.0 | 0.016 |  0.333 |            | 100.000 |  0.000 |   0.000 | 12.000 |        |
  | 2 tsp    | basil                   |            |       |     |      |       |        |            |         |        |         |        |        |
  | 1 tsp    | oregano                 |            |       |     |      |       |        |            |         |        |         |        |        |
  | 1/2 tsp  | red pepper flakes       |            |       |     |      |       |        |            |         |        |         |        |        |
  | 1        | cloves garlic           | minced     |   9.0 | 0.4 |  0.0 | 0.019 |  2.111 |      4.750 |  82.222 | 17.778 |   0.000 |  4.833 |        |
  | 1/2 tsp  | salt                    |            |   0.0 | 0.0 |  0.0 | 0.006 |        |            |         |        |         |  2.000 |        |
  |----------+-------------------------+------------+-------+-----+------+-------+--------+------------+---------+--------+---------+--------+--------|
  | 1        |                         |            |  616. |  7. | 40.5 | 1.471 |  2.388 |     21.014 |  36.282 |  4.545 |  59.172 | 18.833 |      0 |
  |----------+-------------------------+------------+-------+-----+------+-------+--------+------------+---------+--------+---------+--------+--------|
  #+TBLFM: @>$4 = vsum(@2$4..@>>$4)/@>$1::@>$5 = vsum(@2$5..@>>$5)/@>$1::@>$6 = vsum(@2$6..@>>$6)/@>$1::@>$13 = vsum(@2$13..@>>$13)/@>$1::@>$14 = vsum(@2$14..@>>$14)/@>$1::@>$7 = vsum(@2$7..@>>$7)/@>$1::$8='(nts-nan (ignore-errors (* (/ $7 $4) 1000.0)));N::$9='(nts-nan (ignore-errors (* (/ $7 $5) 100.0)));N::$10='(nts-nan (ignore-errors (* (/ (- $4 (* $5 4) (* $6 9.0)) $4) 100.0)));N::$11='(nts-nan (ignore-errors (* (/ (* $5 4.0) $4) 100.0)));N::$12='(nts-nan (ignore-errors (* (/ (* $6 9.0) $4) 100.0)));N
  1) Mix all of the ingredients together and simmer for 15 minutes.
  #+BEGIN_COMMENT
  - more oregano to be stereotypical?
  - slow cooker?
  - I hate tomato sauce with just diced
  - better reference
  - use 28 oz sauce, or diced, crushed, or what?
  #+END_COMMENT
* Mushroom Pizza :recipe:
  :PROPERTIES:
  :DESCRIPTION:
  :END:
  |----------+----------------------+-------------------+--------+------+------+-------+--------+------------+--------+--------+---------+---------+--------|
  | Quantity | Ingredient           | Note              |    Cal |  Pro |  Fat |     $ | $/kCal | $/100g pro | % carb |  % pro |   % fat |  Weight | Volume |
  |----------+----------------------+-------------------+--------+------+------+-------+--------+------------+--------+--------+---------+---------+--------|
  | 2 tbsp   | olive oil            |                   |  240.0 |  0.0 | 27.0 | 0.160 |  0.667 |            | -1.250 |  0.000 | 101.250 |         |        |
  |          | cornmeal             |                   |        |      |      |       |        |            |        |        |         |         |        |
  | 1 tbsp   | Worcestershire sauce |                   |    0.0 |  0.0 |  0.0 | 0.103 |        |            |        |        |         |         |        |
  | 4        | cloves garlic        | thinly sliced     |   35.8 |  1.5 |  0.1 | 0.077 |  2.151 |      5.133 | 80.726 | 16.760 |   2.514 |  19.333 |        |
  | 4 cup    | mushrooms            |                   |        |      |      |       |        |            |        |        |         |         |        |
  | 1/2 tsp  | black pepper         |                   |    0.0 |  0.2 |  0.0 | 0.016 |        |      8.000 |        |        |         |   1.000 |        |
  | 1/2 tsp  | red pepper flakes    |                   |        |      |      |       |        |            |        |        |         |         |        |
  | 3/4 cup  | Pizza sauce          |                   |  462.0 |  5.2 | 30.4 | 1.103 |  2.387 |     21.212 | 36.277 |  4.502 |  59.221 |  14.125 |  0.000 |
  | 1/2 lb   | mozzarella cheese    | shredded          |  680.4 | 68.0 | 37.8 | 4.400 |  6.467 |      6.471 | 10.024 | 39.976 |  50.000 | 226.796 |        |
  | 1/2 cup  | olives               |                   |        |      |      |       |        |            |        |        |         |         |        |
  | 1 tbsp   | basil leaves         | or oregano leaves |        |      |      |       |        |            |        |        |         |         |        |
  |----------+----------------------+-------------------+--------+------+------+-------+--------+------------+--------+--------+---------+---------+--------|
  | 1        |                      |                   | 1418.2 | 74.9 | 95.3 | 5.859 |  4.131 |      7.822 | 18.397 | 21.125 |  60.478 | 261.254 |     0. |
  |----------+----------------------+-------------------+--------+------+------+-------+--------+------------+--------+--------+---------+---------+--------|
  #+TBLFM: @>$4 = vsum(@2$4..@>>$4)/@>$1::@>$5 = vsum(@2$5..@>>$5)/@>$1::@>$6 = vsum(@2$6..@>>$6)/@>$1::@>$13 = vsum(@2$13..@>>$13)/@>$1::@>$14 = vsum(@2$14..@>>$14)/@>$1::@>$7 = vsum(@2$7..@>>$7)/@>$1::$8='(nts-nan (ignore-errors (* (/ $7 $4) 1000.0)));N::$9='(nts-nan (ignore-errors (* (/ $7 $5) 100.0)));N::$10='(nts-nan (ignore-errors (* (/ (- $4 (* $5 4) (* $6 9.0)) $4) 100.0)));N::$11='(nts-nan (ignore-errors (* (/ (* $5 4.0) $4) 100.0)));N::$12='(nts-nan (ignore-errors (* (/ (* $6 9.0) $4) 100.0)));N
  1) Put the olive oil and cornmeal on the pizza crust.
  2) Sauté mushrooms, Worcestershire sauce, and paper together until
     the mushrooms have lost their liquid.
  3) Spread the pizza sauce evenly and thinly being careful not to use
     too much.
  4) Spread mozzarella evenly on the pizza.
  5) Spread the mushroom mixture evenly.
  6) Spread olives evenly on the crust.
  7) Spread basil evenly on the crust.
  8) Bake at 425°F or until the cheese is brown.
  #+BEGIN_COMMENT
  - TODO how much cornmeal?
  - TODO olives to can?
  #+END_COMMENT
